<?php
return [
	
	'next'=>'Давом эттириш',
	'skip'=>'Кейингисига ўтиш',
	'complete'=>'Тугатиш',
	'sign_out'=>'Чиқиш',
	'profile'=>'Профиль',
	'on_site_page'=>'Сайт ичига',
	'ok' => 'OK',
	'delete' => 'Ўчириш',
	'delete_all' => 'Барчасини ўчириш',
	'cancel'=>'Бекор қилиш',
	'update' => 'Ўзгартириш',
	'create' => 'Қўшиш',
	'copy' => 'Нусха олиш',
	'upload' => 'Юклаш',
	'search' => 'Қидириб топиш',
	'reset' => 'Ҳамма шартларни бекор қилиш',
	'save' => 'Сақлаш',
	'save_and_send' => 'Сақлаш ва жўнатиш',
	'save_and_add' => 'Сақлаш ва қўшиш',
	'enable' => 'Ёқиш',
	'restore' => 'Қайта тиклаш',
	'disable' => 'Ўчириш',
	'clear'=>'Тозалаш',
	'trash'=>'Корзина',
	'insert'=>'Ўрнатмоқ',
	'empty_trash'=>'Корзинани тозалаш',
	'send'=>'Жўнатиш',
	'customize'=>'Созлаш',
	'language' => 'Тил',
	'print' => 'Печат',
	'code' => 'Яратилган коди',
	'refresh' => 'Янгилаш',
	'encode' => 'Шифрлаш',
	'decode' => 'Шифрдан очиш',
	
	'mark_read' => 'Ўқилган деб белгилаш',
	'mark_unread' => 'Ўқилмаган деб белгилаш',
	
	// mass actions

	'up'=>'Вверх',
	'down'=>'Пастга',
	'sort'=>'Тартиблаш',
	
	'on' => 'вкл.',
	'off' => 'выкл.',

	'online' => 'Онлайн',
	'offline' => 'Оффлайн',

	
	'more_info'=>'Батафсил',
	
	'distribution' => 'Имзо чекиш',
	
	'run'=>'Ишга тушириш',
	'preview'=>'Олдиндан текшириб кўриш',
];